lab1/f2014.tex
% Created 2014-09-24 Wed 09:29
\documentclass[9pt,b5paper]{article}
\usepackage{graphicx}
\usepackage{xcolor}
\usepackage{xeCJK}
\usepackage{longtable}
\usepackage{float}
\usepackage{textcomp}
\usepackage{geometry}
\geometry{left=0cm,right=0cm,top=0cm,bottom=0cm}
\usepackage{multirow}
\usepackage{multicol}
\usepackage{listings}
\usepackage{algorithm}
\usepackage{algorithmic}
\usepackage{latexsym}
\usepackage{natbib}
\usepackage{fancyhdr}
\usepackage[xetex,colorlinks=true,CJKbookmarks=true,linkcolor=blue,urlcolor=blue,menucolor=blue]{hyperref}


\usepackage{CJKutf8}
\begin{CJK}{UTF8}{gbsn}
\lstset{language=c++,numbers=left,numberstyle=\tiny,basicstyle=\ttfamily\small,tabsize=4,frame=none,escapeinside=``,extendedchars=false,keywordstyle=\color{blue!70},commentstyle=\color{red!55!green!55!blue!55!},rulesepcolor=\color{red!20!green!20!blue!20!}}
\author{Heyan Huang}
\date{\today}
\title{Fall 2014 Schedule}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 24.3.1 (Org mode 8.2.7c)}}
\begin{document}

\maketitle
\tableofcontents

\begin{center}
\begin{tabular}{llllll}
\hline
Time & Monday & Tuesday & Wednesday & Thursday & Friday\\
CSAC Hours & 1.5 +1+1 =3.5 & 0 +1.5+1 =2.5 & 1.5 +1.5 =3 & 1 & 1.5 +2.5+2 =6\\
\hline
 & CSAC Matt &  & CSAC Alex & CSAC John & CSAC\\
08:00-09:30 am & CSAC Matt &  & CSAC Alex & CSAC John & CSAC Brandon\\
 & CSAC Matt &  & CSAC Alex &  & CSAC Brandon\\
\hline
09:30-10:30 am & CS449 &  & CS449 &  & CS449\\
 & JEB025 &  & JEB025 &  & JEB025\\
\hline
10:30-11:00 am & CSAC Xin &  &  &  & CSAC Brandon\\
11:00-11:30 pm & CSAC Xin & CSAC Matt &  &  & CSAC Brandon\\
\hline
11:30-12:00 pm &  & CSAC Matt &  &  & CSAC John\\
12:00-12:30 pm &  & CSAC Matt &  &  & CSAC John\\
\hline
 &  &  &  &  & CSAC Anup\\
12:30-1:30 pm &  & CS120 JEB 321 &  & CS120 JEB 321 & \\
\hline
01:30-2:30 pm & CSAC Anup & CS120 JEB 321 & CS480 & CS120 JEB 321 & \\
 & CSAC Anup &  & OH &  & \\
\hline
02:30-3:30 pm & CS499 & CSAC John &  & CS499 & \\
 & OH & CSAC John &  & OH & CSAC Anup\\
\hline
 &  &  & CSAC Matt &  & CSAC Anup\\
03:30-5:00 pm &  & CS480 AS106 & CSAC Matt & CS480 AS106 & CSAC Emeth\\
 &  &  & CSAC Matt &  & CSAC Emeth\\
\hline
 &  &  &  &  & \\
07:00-9:45 pm &  &  & CS511 &  & \\
 &  &  &  &  & \\
 &  &  &  &  & \\
\hline
\end{tabular}
\end{center}
我是中国人
% Emacs 24.3.1 (Org mode 8.2.7c)
\end{document}